IDEA Open Model
MatConcreteEc2.Epsc3 Property
Compatible with IDEA StatiCa v 10.1
 Compressive strain in the concrete - εc3
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Epsc3 { get; set; }
Public Property Epsc3 As Double
	Get
	Set
public:
property double Epsc3 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace